Repository: IanMadlenya/moneyguru
Catalog: locale/*/LC_MESSAGES/ui.po
Languages: de, fr, nl

source: All
de: Alles
fr: Tous

source: Increase
de: Haben
fr: Dépôt
nl: Bij

source: Decrease
de: Soll
fr: Retrait
nl: Af

source: Transfers
fr: Transferts
nl: Tegenrekeningen

source: Unassigned
de: nicht zugeordnet
fr: Non Assigné
nl: Niet toegewezen

source: Reconciled
de: wertgestellt
fr: Reconcilié
nl: Vereffend

source: Not Reconciled
de: nicht wertgestellt
fr: Non Reconcilié
nl: Niet vereffend

source: Reconciliation
de: Wertstellung
fr: Réconciliation

source: Account Info
de: Kontodetails
fr: Détails de compte
nl: Rekening details

source: Name
fr: Nom
nl: Naam

source: Currency
de: Währung
fr: Devise
nl: Valuta

source: Account #
de: Konto #
fr: # Compte
nl: Rekening #

source: Re-assign Account
fr: Réassigner un compte
nl: Rekening opnieuw toewijzen

source: You're about to delete a non-empty account. Select an account to re-assign its transactions to.
de: Sie sind dabei ein nicht leeres Konto zu löschen. Wählen sie ein anderes Konto aus, um ihre Transaktionen dorthin zu übertragen.
fr: Vous supprimez un compte qui n'est pas vide. Sélectionnez un compte pour réassigner les transactions.
nl: U wilt een niet lege rekening verwijderen. Selecteer een rekening om de transacties aan toe te wijzen.

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Continue
de: Weiter
fr: Continuer
nl: Volgende

source: Budget Info
de: Budgetdetails
fr: Détails de budget
nl: Budgetdetails

source: Start Date:
de: Anfangsdatum:
fr: Date début:
nl: Begindatum:

source: Repeat Type:
de: Wiederholung:
fr: Répéter:
nl: Type periode:

source: Every:
de: alle:
fr: Tout les:
nl: Alle:

source: Stop Date:
de: Enddatum:
fr: Date fin:
nl: Einddatum:

source: Account:
de: Konto:
fr: Compte:
nl: Rekening:

source: Target:
de: Ziel:
fr: Cible:
nl: Rekening:

source: Amount:
de: Betrag:
fr: Montant:
nl: Bedrag:

source: Custom Date Range
de: Benutzerdefinierter Zeitraum
fr: Intervalle personnalisé
nl: Door de gebruiker opgegeven periode

source: Select start and end dates from your custom range:
de: Zeitraum bestimmen:
fr: Selectionnez un intervalle de dates:
nl: Selecteer de begin- en einddatum van uw periode:

source: Start:
de: Beginn:
fr: Début:
nl: Begin:

source: End:
de: Ende:
fr: Fin:
nl: Eind:

source: Save this range under slot:
de: Zeitraum an dieser Stelle sichern:
fr: Assigner l'intervalle à la case:
nl: Deze periode opslaan:

source: None
de: Keine
fr: Aucun
nl: Geen

source: Under the name:
de: unter:
fr: Sous le nom:
nl: Onder naam:

source: Next
de: nächster Zeitraum
fr: Suivant
nl: Volgende periode

source: Previous
de: vorheriger Zeitraum
fr: Précédent
nl: Vorige periode

source: Today
de: heutiger Zeitraum
fr: Aujourd'hui
nl: Vandaag

source: Month
de: Monat
fr: Mois
nl: Maand

source: Quarter
de: Quartal
fr: Trimestre
nl: Kwartaal

source: Year
de: Jahr
fr: Année
nl: Jaar

source: Year To Date
de: Ab Jahresbeginn bis heute
fr: Année en cours
nl: Jaar tot vandaag

source: Running Year
de: laufendes Jahr
fr: Année flottante
nl: Huidig jaar

source: All Transactions
de: Alle Transaktionen
fr: Toutes les transactions
nl: Alle Transacties

source: Custom...
de: Benutzerdefinierter Zeitraum...
fr: Personnalisé...
nl: Door gebruiker ingestelde periode ...

source: Native Currency:
de: gebürtige Währung:
fr: Devise principale:
nl: Lokale valuta:

source: First day of the week:
de: Ersten Tag der Woche festlegen:
fr: Premier jour de la semaine:
nl: Eerste dag van de week:

source: Ahead months in Running Year:
de: kommende Monate im laufenden Jahr:
fr: Nombre de mois flottants:
nl: Maanden vooruit in het huidige jaar:

source: Year starts in:
de: Jahresbeginn:
fr: Début de l'année:
nl: Jaar begint in:

source: Unsaved Document
de: geändertes Dokument
fr: Document non-sauvegardé
nl: Gewijzigd document

source: Do you want to save your changes before continuing?
de: Möchten Sie Ihre Änderungen speichern, bevor Sie fortfahren?
fr: Voulez-vous sauvegarder vos changement avant de continuer?
nl: Wilt u de wijzigingen opslaan, voordat u verder gaat?

source: Select a document to import
de: Wählen sie eine Datei zum Importieren aus
fr: Selectionner un fichier à importer
nl: Kies een bestand om te importeren

source: Supported files (*.moneyguru *.ofx *.qfx *.qif *.csv *.txt)
de: unterstützte Dateien (*.moneyguru *.ofx *.qfx *.qif *.csv *.txt)
fr: Fichiers supportés (*.moneyguru *.ofx *.qfx *.qif *.csv *.txt)
nl: Understeunde bestandsformaten (*.moneyguru *.ofx *.qfx *.qif *.csv *.txt)

source: Cannot import file
de: Kann Datei nicht importieren
fr: Impossible d'importer le fichier
nl: Kan dit bestand niet importeren

source: Cannot load file
de: Kann Datei nicht laden
fr: Impossible d'ouvrir le fichier
nl: Kan dit bestand niet laden

source: Select a document to load
de: Wählen Sie ein Dokument aus, um zu laden
fr: Sélectionnez un document à ouvrir
nl: Kies een document om te laden.

source: moneyGuru Documents (*.moneyguru)
de: moneyGuru Dokument (*.moneyguru)
fr: Documents moneyGuru (*.moneyguru)
nl: moneyGuru document (*.moneyguru)

source: Save As
de: Sichern unter
fr: Sauvegarder sous
nl: Opslaan als

source: Export Options
fr: Options d'exportation
nl: Export Opties

source: Which accounts do you want to export?
fr: Quels comptes voulez-vous exporter?
nl: Welke rekeningen wilt u exporteren?

source: Selected
fr: Comptes sélectionnés
nl: Geselecteerde

source: Export format:
fr: Format d'exportation:
nl: Export formaat:

source: Export
fr: Exporter

source: CSV Options
de: CSV Import Optionen
fr: Options d'importation CSV
nl: CSV Import opties

source: Specify which CSV columns correspond to which transaction fields. You must also uncheck the "Import" column for lines that don't represent a transaction (header, footer, comments).
de: Bestimmen Sie, welches Feld der CSV Datei zu welchem Transaktionsfeld gehört. Sie müssen ebenfalls sämtliche Zeilen abwählen, die keine Transaktionen repräsentieren (z.B.: Titel, Fußzeile, Kommentare).
fr: Spécifiez quelles colonnes CSV correspondent à quel champ. Vous devez aussi décocher les cases de la colonne "Imp." pour chaque ligne n'étant pas une transaction (entête, commentaire).
nl: Koppel de CSV kolommen aan de corresponderende transactievelden. U moet ook de rijen deselecteren die geen transacties bevatten (koptekst, voettekst, commentaar).

source: Layout:
fr: Config.:
nl: Indeling:

source: Delimiter:
de: Feldtrenner:
fr: Séparateur:
nl: Veldscheiding:

source: Rescan
de: Neu einlesen
fr: Rescanner
nl: Opnieuw inlezen

source: Encoding:
fr: Encodage:

source: Continue Import
de: Importieren fortsetzen
fr: Continuer d'importer
nl: Volgende

source: New Layout
de: Neues Layout
fr: Nouvelle configuration
nl: Nieuwe indeling

source: Choose a name for your new layout:
de: Wählen Sie einen Namen für Ihren Layout:
fr: Choisissez un nom pour la nouvelle configuration:
nl: Kies een naam voor de nieuwe indeling:

source: Rename Layout
de: Ausgewähltes Layout umbennen
fr: Renommer la configuration
nl: Indeling hernoemen

source: Choose a name for your layout:
de: Wählen Sie einen Namen für Ihren Layout:
fr: Choisissez un nom pour la configuration:
nl: Kies een naam voor uw indeling:

source: New Layout...
de: Neues Layout...
fr: Nouvelle configuration...
nl: Nieuwe indeling

source: Rename Selected Layout...
de: Ausgewähltes Layout umbennen...
fr: Renommer la configuration sélectionnée...
nl: Indeling hernoemen...

source: Delete Selected Layout
de: Ausgewähltes Layout löschen
fr: Supprimer la configuration sélectionnée
nl: Indeling verwijderen

source: Import
de: Importieren
fr: Importer
nl: Importeren

source: Target Account:
de: Zielkonto:
fr: Compte cible:
nl: Rekening:

source: Some fields are wrong? Swap them!
de: Inkorrekte Felder? Tauschen Sie sie aus!
fr: Champs incorrectes? Interchangez!
nl: Onjuiste velden? Wissel ze om!

source: Day <--> Month
de: Tag <--> Monat
fr: Jour <--> Mois
nl: Dag <--> Maand

source: Month <--> Year
de: Monat <--> Jahr
fr: Mois <--> Année
nl: Maand <--> Jaar

source: Day <--> Year
de: Tag <--> Jahr
fr: Jour <--> Année
nl: Dag <--> Jaar

source: Description <--> Payee
de: Beschreibung <--> Wechselnehmer
fr: Description <--> Tiers
nl: Omschrijving <--> Ontvanger

source: Invert Amounts
fr: Inverser les montants
nl: Bedrag omkeren

source: Apply to all accounts
de: Auf alle Konten anwenden
fr: Appliquer à tous
nl: Op alle rekeningen toepassen

source: Swap
de: Tauschen
fr: Zap!
nl: Omwisselen

source: File
de: Ablage
fr: Fichier
nl: Bestand

source: Open Recent
de: Benutzte Dokumente
fr: Ouvrir un fichier récent
nl: Recente bestanden

source: View
de: Ansicht
fr: Vues
nl: Beeld

source: Date Range
de: Zeitraum
fr: Intervalle Date
nl: Periode

source: Edit
de: Bearbeiten
fr: Édition
nl: Bewerken

source: Help
de: Hilfe
fr: Aide

source: Open...
de: Öffnen...
fr: Ouvrir...
nl: Openen...

source: Net Worth
de: Eigenkapital
fr: Valeur Nette
nl: Vermogen

source: Profit & Loss
de: Profit & Verlust
fr: Profits & Pertes
nl: Winst / Verlies

source: Show Account
de: Konto öffnen
fr: Ouvrir le compte
nl: Rekening tonen

source: New Item
de: Neuer Posten
fr: Nouvel Item
nl: Nieuw onderdeel

source: Remove Selected
fr: Supprimer la sélection
nl: Geselecteerde verwijderen

source: Show Info
de: Details anzeigen
fr: Montrer info
nl: Details

source: Move Up
de: nach oben veschieben
fr: Monter
nl: Naar boven

source: Move Down
de: nach unten verschieben
fr: Descendre
nl: Naar beneden

source: Go Back
de: zurück
fr: Revenir
nl: Terug

source: New Account Group
de: Neue Kontogruppe
fr: Nouveau groupe de comptes
nl: Nieuwe rekeninggroep

source: Next View
de: Nächster Tab
fr: Onglet suivant
nl: Volgend tabblad

source: Previous View
de: Vorheriger Tab
fr: Onglet précédent
nl: Vorig tabblad

source: New Document
de: Neues Dokument
fr: Nouveau document
nl: Nieuw Document

source: Open Example Document
de: Beispielsdatei öffnen
fr: Ouvrir le document d'exemple
nl: Voorbeeldgegevens openen

source: Import...
de: Importieren...
fr: Importer...
nl: Importeren...

source: Export...
fr: Exporter...

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Save As...
de: Sichern unter...
fr: Sauvegarder sous...
nl: Opslaan als...

source: Register moneyGuru
de: moneyGuru freischalten
fr: Enregistrer moneyGuru
nl: moneyGuru registreren

source: About moneyGuru
de: Über moneyGuru
fr: À propos de moneyGuru
nl: Over moneyGuru

source: Toggle Reconciliation Mode
de: Wertstellungsmodus ändern
fr: Changer le mode de réconciliation
nl: Vereffeningsmodus wijzigen

source: Toggle Exclusion Status of Account
fr: Exclure/Inclure le compte
nl: Status van de rekening wisselen

source: Schedules
de: Wiederholung
fr: Récurrences
nl: Periodieke boekingen

source: Reconcile Selection
de: Auswahl wertstellen
fr: Réconcilier la sélection
nl: Selectie vereffenen

source: Make Schedule from Selected
de: ausgewählte Transaktion wiederholen
fr: Créer une récurrence à partir de la sélection
nl: Maak periodieke boeking van selectie

source: Preferences...
de: Einstellungen...
fr: Préférences...
nl: Instellingen...

source: Print...
de: Drucken...
fr: Imprimer...
nl: Afdrukken...

source: Quit moneyGuru
de: moneyGuru beenden
fr: Quitter moneyGuru
nl: moneyGuru afsluiten

source: Undo
de: Widerrufen
fr: Annuler
nl: Ongedaan maken

source: Redo
de: Wiederholen
fr: Refaire
nl: Herhalen

source: moneyGuru Help
de: moneyGuru-Hilfe
fr: Aide de moneyGuru

source: Check for update
de: Nach Updates suchen
fr: Vérifier les mises-à-jour
nl: Naar updates zoeken

source: Duplicate Transaction
de: Duplizieren Transaktion
fr: Dupliquer la transaction
nl: Transactie kopieëren

source: Jump to Account...
de: Gehe zu Konto...
fr: Ouvrir un compte...
nl: Ga naar rekening...

source: New Tab
de: Neuer Tab
fr: Nouvel onglet
nl: Nieuw Tabblad

source: Close Tab
de: Tab Schließen
fr: Fermer l'onglet
nl: Tabblad sluiten

source: New Account
de: Neues Konto
fr: Nouveau compte
nl: Nieuwe rekening

source: New Transaction
de: Neue Transaktion
fr: Nouvelle Transaction
nl: Nieuwe transactie

source: New Schedule
de: Neue Wiederholung
fr: Nouvelle Récurrence
nl: Nieuwe periodieke boeking

source: New Budget
de: Neues Budget
fr: Nouveau Budget
nl: Nieuw budget

source: Undo {0}
de: Widerrufen {0}
fr: Défaire {0}
nl: Ongedaan maken {0}

source: Redo {0}
de: Wiederholen {0}
fr: Refaire {0}
nl: Herhaal {0}

source: Warning
de: Achtung
fr: Avertissement
nl: Waarschuwing

source: Choose a type for this tab:
de: Wählen sie eine Ansicht für den Tab:
fr: Choisissez un type d'onglet:
nl: Kies een type voor het nieuwe tabblad:

source: 1. Net Worth
de: 1. Eigenkapital
fr: 1. Valeur nette
nl: 1. Vermogen

source: 4. General Ledger
fr: 4. Grand Livre
nl: 4. Grootboek

source: 5. Schedules
de: 5. Wiederholung
fr: 5. Récurrences
nl: 5. Periodieke boekingen

source: Preferences
de: Einstellungen
fr: Préférences
nl: Instellingen

source: minute(s) (0 for none)
de: Minute(n) (0 = inaktiv)
fr: minute(s) (0 = inactif)
nl: Minute(n) (0 = niet actief)

source: Auto-save interval:
de: Zeitintervall der autom. Sicherung:
fr: Intervalle sauvegarde auto.:
nl: Automatisch opslaan elke:

source: Date Format:
fr: Format de date:
nl: Datumformaat

source: Show scope dialog when modifying a scheduled transaction
de: Bei Veränderung einer Wiederholung Dialogfenster anzeigen
fr: Confirmer la portée des changements aux récurrences
nl: Dialoogvenster tonen bij het wijzigen van een periodieke boeking

source: Automatically place decimals when typing
de: Dezimalstellen automatisch setzen
fr: Placement automatique de décimale
nl: Automatisch decimalen plaatsen tijdens invoer

source: Schedule Info
de: Wiederholungsdetail
fr: Détails de récurrence
nl: Details periodieke boeking

source: Payee:
de: Empfänger:
fr: Tiers:
nl: Ontvanger:

source: Check #:
de: Scheck #:
fr: # Chèque:
nl: Cheque #:

source: Transfers:
fr: Transferts:
nl: Tegenrekeningen:

source: Info
de: Details
fr: Détails
nl: Details

source: Schedule Modification Scope
de: Änderungsbereich
fr: Portée de la modification
nl: Periodieke boeking wijzigen

source: Do you want this change to affect all future occurrences of this schedule?
de: Wollen sie diese Änderung auf alle zukünftigen Vorgänge dieser Transaktion anwenden?
fr: Voulez-vous appliquer cette modification à toutes les occurrences futures?
nl: Wilt u deze wijziging toepassen op alle toekomstige boekingen?

source: You can force global scope (in other words, changing all future occurrences) by holding Shift when you perform the change.
de: Sie können den Änderungsbereich auf alle zukünftigen Vorgänge erweitern, indem sie während der Änderung ⇧ gedrückt halten.
fr: Vous pouvez forcer une portée globale (changer les occurrences futures) en appuyant sur ⇧ lors du changement.
nl: U kunt alle toekomstige boekingen aanpassen door de Shift-toets ingedrukt te houden bij het uitvoeren van de wijziging.

source: All future occurrences
de: Ja, alle
fr: Oui, toutes
nl: Ja, alle boekingen

source: Just this one
de: Nur diesen
fr: Non
nl: Alleen deze boeking

source: Income
de: Einkommen
fr: Revenu
nl: Inkomsten

source: Expenses
de: Ausgaben
fr: Dépenses
nl: Uitgaven

source: Transaction Info
de: Transaktiondetails
fr: Détails de transaction
nl: Transactiedetails

source: Multi-currency balance
de: Devisensaldo
fr: Balancer les devises
nl: Valutasaldo

source: Account Properties
de: Kontodetails
fr: Détails de compte

source: Window
de: Fenster
fr: Fenêtre

source: No Account
de: Kein Konto
fr: Aucun compte
nl: Geen rekening

source: Start Date
de: Anfangsdatum
fr: Date début
nl: Begindatum

source: Repeat
de: Wiederholung
fr: Répéter

source: Every
de: alle
fr: Tout les

source: Stop Date
de: Enddatum
fr: Date fin
nl: Einddatum

source: Account
de: Konto
fr: Compte
nl: Rekening

source: Target
de: Zielkonto
fr: Cible
nl: Doel

source: Amount
de: Betrag
fr: Montant
nl: Bedrag

source: Export Accounts
fr: Exporter

source: Export accounts to Cashculator
fr: Exporter les comptes vers Cashculator

source: Launch Cashculator
fr: Ouvrir Cashculator

source: Please read instructions in the Forecast section of the help file.
fr: Veuillez lire les instructions dans la section Prévisions du fichier d'aide.

source: Check #
de: Scheck #
fr: # Chèque
nl: Cheque #

source: Payee
de: Empfänger
fr: Tiers
nl: Ontvanger

source: From
de: von
fr: De
nl: Van

source: To
de: nach
fr: Vers
nl: Tot

source: Transfer
fr: Transfert
nl: Tegenrekening

source: Start
de: Beginn
fr: Début
nl: Begin

source: End
de: Ende
fr: Fin
nl: Einde

source: CSV Import Options
de: CSV Import Optionen
fr: Options d'importation CSV

source: Transaction ID
de: Transaktionsnummer
fr: ID Transaction
nl: Transactienummer

source: Default
de: Verzug
fr: Défaut
nl: Standaard

source: Layout Name
fr: Nom de configuration

source: Layout Name:
fr: Nouveau nom:

source: Custom date range
de: Benutzerdefinierter Zeitraum
fr: Intervalle personnalisé

source: Select start and end dates for your custom range:
de: Zeitraum bestimmen:
fr: Selectionnez un intervalle de dates:

source: Save this custom range in slot:
de: Zeitraum an dieser Stelle sichern:
fr: Assigner l'intervalle à la case:

source: Custom date range...
de: Benutzerdefinierter Zeitraum...
fr: Intervalle personnalisé...

source: Running year
de: laufendes Jahr
fr: Année flottante

source: Year to date
de: Ab Jahresbeginn bis heute
fr: Année en cours

source: < New Account >
de: < Neues Konto >
fr: < Nouveau compte >
nl: < Nieuwe rekening >

source: Are some fields wrong? Swap them!
de: Inkorrekte Felder? Tauschen Sie sie aus!
fr: Champs incorrectes? Interchangez!

source: Account Lookup
de: Kontoauswahl
fr: Recherche de Compte

source: Completion Lookup
de: Eingabehilfen anzeigen
fr: Recherche de Complétion

source: Filter
fr: Filtre

source: Profit/Loss
de: Profit/Verlust
fr: Profit/Perte

source: %@ (Page %d of %d)
fr: %@ (Page %d sur %d)

source: This is your first time running moneyGuru. Do you want to open the example file?
de: Sie benutzen moneyGuru zum ersten Mal. Möchten sie die Beispielsdatei verwenden?
fr: Vous utilisez moneyGuru pour la première fois. Voulez-vous ouvrir le fichier d'exemple?

source: moneyGuru is about to restart
de: moneyGuru schließt
fr: moneyGuru va fermer

source: Select a file to import
de: Wählen sie eine Datei zum Importieren aus
fr: Selectionner un fichier à importer

source: Export to file
fr: Exporter vers un fichier

source: Bring All to Front
de: Alle nach vorne bringen
fr: Tout ramener au premier plan

source: Minimize
de: Im Dock ablegen
fr: Placer dans le Dock

source: Close
de: Schließen
fr: Fermer

source: Save As…
de: Sichern unter…
fr: Sauvegarder sous…

source: Clear Menu
de: Einträge löschen
fr: Vider le menu

source: Preferences…
de: Einstellungen…
fr: Préférences…

source: Hide moneyGuru
de: moneyGuru ausblenden
fr: Masquer moneyGuru

source: Hide Others
de: Andere ausblenden
fr: Masquer les autres

source: Show All
de: Alle einblenden
fr: Tout afficher

source: Copy
de: Kopieren
fr: Copier

source: Find
de: Suchen
fr: Rechercher

source: Cut
de: Ausschneiden
fr: Couper

source: Delete
de: Löschen
fr: Supprimer

source: Paste
de: Einsetzen
fr: Coller

source: Select All
de: Alles auswählen
fr: Tout sélectionner

source: Spelling
de: Rechtschreibung und Grammatik
fr: Orthographe et grammaire

source: Spelling…
de: Rechtschreibung und Grammatik…
fr: Orthographe et grammaire…

source: Check Spelling
de: Rechtschreibung und Grammatik einblenden
fr: Vérifier orthographe et grammaire

source: Check Spelling as You Type
de: Wärhend der Texteingabe prüfen
fr: Vérifier orthographe et grammaire lors de la frappe

source: Zoom
de: Zoomen
fr: Réduire/Agrandir

source: Previous Date Range
de: vorheriger Zeitraum
fr: Intervalle précédente

source: Next Date Range
de: nächster Zeitraum
fr: Intervalle suivante

source: Search...
de: Suchen...
fr: Rechercher...

source: Next Tab
de: Nächster Tab
fr: Onglet suivant

source: Previous Tab
de: Vorheriger Tab
fr: Onglet précédent

source: Check For Update...
de: Nach Updates suchen...
fr: Vérifier les mises-à-jour...

source: Hardcoded Software Website
fr: Site web de Hardcoded Software

source: moneyGuru Preferences
de: moneyGuru Einstellungen
fr: Préférences de moneyGuru

source: Automatically check for updates
de: Automatisch nach Updates suchen
fr: Vérifier les mises-à-jour automatiquement

source: Font size:
de: Schriftgrad:
fr: Taille police:

source: Today's Date Range
de: heutiger Zeitraum
fr: Intervalle pour aujourd'hui

source: Custom Date Range...
de: Benutzerdefinierter Zeitraum
fr: Intervalle personnalisée...

source: Print
de: Drucken
fr: Imprimer

source: Page Setup...
de: Seiteneinstellungen...
fr: Options d'impression...

source: Duplicate
de: Duplizieren
fr: Dupliquer

source: Lookup Completion...
de: Eingabehilfen anzeigen
fr: Chercher une complétion...

source: Close Window
de: Fenster Schließen
fr: Fermer la fenêtre

source: Printing Font size:
fr: Taille police (impression):

source: Mass Editing
de: Mehrfachbearbeitung
fr: Édition multiple
nl: Meervoudige bewerking

source: General Ledger
fr: Grand Livre
nl: Grootboek

source: Modification Scope
de: Änderungsbereich
fr: Portée de la modification

source: Do you want this change to affect all future occurrences of this transaction?
de: Wollen sie diese Änderung auf alle zukünftigen Vorgänge dieser Transaktion anwenden?
fr: Voulez-vous appliquer cette modification à toutes les occurrences futures?

source: You can force global scope (in other words, changing all future occurences) by holding ⇧ when you perform the change.
de: Sie können den Änderungsbereich auf alle zukünftigen Vorgänge erweitern, indem sie während der Änderung ⇧ gedrückt halten.
fr: Vous pouvez forcer une portée globale (changer les occurrences futures) en appuyant sur ⇧ lors du changement.

source: Show this dialog next time
de: Dialogfenster beim nächsten Mal anzeigen
fr: Montrer ce dialogue la prochaine fois

source: All future occurences
de: Ja, alle
fr: Oui, toutes

source: You can navigate tabs with ⌘⌥→ and ⌘⌥←
de: Sie können zwischen den Tabs mit ⌘⌥→ und ⌘⌥← navigieren
fr: L'onglet actif se change avec ⌘⌥→ et ⌘⌥←

source: Use ⌥+Return to insert a new line.
de: Zum Beginnen einer neuen Zeile drücken sie ⌥+Eingabetaste.
fr: Utilisez ⌥+Entrée pour insérer une nouvelle ligne.

source: Multi-Currency Balance
de: Währungssaldo
fr: Balancer les devises

source: Choose a view for this tab
fr: Choisissez un type d'onglet

source: Type
de: Typ

source: Notes:
de: Bemerkungen:
nl: Notities:

source: Transactions
de: Transaktionen
nl: Transacties

source: 3. Transactions
de: 3. Transaktionen
nl: 3. Transacties

source: English
de: Englisch

source: French
de: Französisch

source: German
de: Deutsch

source: Description:
de: Beschreibung:
nl: Omschrijving:

source: Notes
de: Bemerkungen
nl: Notities

source: Date:
de: Datum:
nl: Datum:

source: Date
de: Datum
nl: Datum

source: Description
de: Beschreibung
nl: Omschrijving

source: Services
de: Dienste

source: Document
de: Dokument

source: Choose a view for this tab:
de: Wählen sie eine Ansicht für den Tab:

source: Budgets
nl: Budgetten

source: 2. Profit && Loss
nl: 2. Winst / Verlies

source: 6. Budgets
nl: 6. Budgetten

source: 7. Document Properties
nl: 7. Documenteigenschappen
