Repository: IanMadlenya/moneyguru
Catalog: cocoa/*.lproj/core.strings
Languages: it

source: Add transaction
it: Crea Transazione

source: Change transaction
it: Modifica Transazione

source: Change account
it: Modifica Conto

source: Remove account
it: Elimina Conto

source: New account
it: Nuovo Conto

source: Add account
it: Crea Conto

source: Change group
it: Modifica Gruppo

source: Remove group
it: Elimina Gruppo

source: New group
it: Nuovo Gruppo

source: Add group
it: Crea Gruppo

source: Remove transaction
it: Elimina Transazione

source: Duplicate transactions
it: Duplica Transazione

source: Move transaction
it: Sposta Transazione

source: Change reconciliation
it: Modifica Riconciliazione

source: Change Budget
it: Modifica Previsione

source: Add Budget
it: Crea Previsione

source: Remove Budget
it: Elimina Previsione

source: Change Schedule
it: Modifica Pianificazione

source: Add Schedule
it: Crea Pianificazione

source: Remove Schedule
it: Elimina Pianificazione

source: "%s" is not a moneyGuru file
it: "%s" non è un file moneyGuru

source: %s is of an unknown format.
it: %s ha un formato sconosciuto.

source: Import
it: Importa

source: Assets
it: Attivo

source: Liabilities
it: Passivo

source: Income
it: Entrate

source: Expenses
it: Uscite

source: No Account
it: Nessun Conto

source: ASSETS
it: Attivo

source: LIABILITIES
it: Passivo

source: NET WORTH
it: Patrimonio Netto

source: Income/Expense accounts must be created before budgets can be set.
it: Creare un Conto Entrate/Uscite prima di poter impostare una Previsione.

source: None
it: Nessuno

source: Date
it: Data

source: Description
it: Descrizione

source: Payee
it: Beneficiario

source: Check #
it: Conto #

source: Transfer
it: Trasferimento

source: Amount
it: Ammontare

source: Increase
it: Incremento

source: Decrease
it: Decremento

source: Currency
it: Valuta

source: Transaction ID
it: ID Transazione

source: < New Account >
it: < Crea Conto >

source: Unassigned
it: Non assegnato

source: Previous Balance
it: Saldo precedente

source: TOTAL
it: TOTALE

source: INCOME
it: ENTRATE

source: EXPENSES
it: USCITE

source: NET INCOME
it: ENTRATE NETTE

source: Net Worth
it: Patrimonio

source: Profit & Loss
it: Guadagno e Perdita

source: Transactions
it: Transazioni

source: Schedules
it: Pianificazioni

source: Budgets
it: Previsioni

source: General Ledger
it: Libro Mastro

source: New Tab
it: Nuova Scheda

source: Others
it: Altri

source: Total
it: Totale

source: TOTAL
it: TOTALE

source: The account '{0}' already exists.
it: Il Conto '{0}' esiste già.

source: The Date and Amount columns must be set.
it: Impostare le colonne Data e Ammontare.

source: The Date column has been set on a column that doesn't contain dates.
it: La colonna Data è stata impostata ad una colonna che non contiene date.

source: The Amount column has been set on a column that doesn't contain amounts.
it: La colonna Ammontare è stata impostata ad una colonna che non contiene un ammontare.

source: {0} - Now
it: {0} - Ora

source: Running year ({0} - {1})
it: Anno Corrente ({0} - {1})

source: All Transactions
it: Tutte le Transazioni

source: {0} out of {1} selected. Increase: {2} Decrease: {3}
it: {0} di {1} selezionato. Incremento: {2} Decremento: {3}

source: {0} out of {1} selected. Amount: {2}
it: {0} di {1} selezionato. Ammontare: {2}

source: Daily
it: Giornaliero

source: Weekly
it: Settimanale

source: Monthly
it: Mensile

source: Yearly
it: Annuale

source: fifth
it: quinto

source: first
it: primo

source: fourth
it: quarto

source: second
it: secondo

source: third
it: terzo

source: Every %s %s of the month
it: Ogni %s %s del mese

source: Every last %s of the month
it: Ogni ultimo %s del mese

source: Profit and Loss from {start_date} to {end_date}
it: Guadagni e Perdite dal {start_date} al {end_date}

source: Transactions from {start_date} to {end_date}
it: Transazioni dal {start_date} al {end_date}

source: {account_name} Entries from {start_date} to {end_date}
it: {account_name} Voci dal {start_date} al {end_date}

source: Schedules from {start_date} to {end_date}
it: Pianificazioni dal {start_date} al {end_date}

source: Budgets from {start_date} to {end_date}
it: Previsioni dal {start_date} al {end_date}

source: General Ledger from {start_date} to {end_date}
it: Libro Mastro dal {start_date} al {end_date}
